Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: For exhibitions in Seilduken 1, Seilduken 2 and Skylight, the exhibitor is him/herself responsible for letting the public in and out of the exhibition space, and for making sure no one gains access to other parts of the building.
nb: Ved utstillinger i Seilduken 1, Seilduken 2 og Skylight må utstiller selv sørge for at publikum kommer seg inn og ut av galleriet – og også for at de ikke tar seg inn på andre områder.

source: It involves the development of individual projects and collaborative work with support from teaching staff.
nb: Fokus er utvikling av individuelle prosjekter i samarbeid med medstudenter og faglige ansatte.

source: Our family past of having parents who were deeply involved in international politics – with people like Che Guevara, Pierre Bourdieu and Frantz Fanon among the people they knew – that all faded away.
nb: Fortiden med foreldre dypt involvert i internasjonal politikk, med personer som Che Guevara, Pierre Bourdieu og Frantz Fanon i omgangskretsen, stilnet inn.

source: Akademirommet: Contemporary Composers Vol.
nb: Designstudenter gjør ting de ikke kan – Vol.

source: Oslo National Academy of the Arts, Studio 8
nb: Kunsthøgskolen i Oslo, Studio 8

source: There are good connections with trains from Oslo, Halden, Fredrikstad, Sarpsborg and gothenburg.
nb: Det er gode togforbindelser til Moss fra Oslo, Halden, Fredrikstad og Sarpsborg og Gøteborg.

source: You must cover your own costs for personal equipment and materials used for your own artistic work.
nb: Du må selv dekke utgifter til personlig utstyr og materiell som brukes til eget kunstnerisk arbeid.

source: “For Mephistopheles is supposed to act as the play’s ‘comic relief’.”
nb: For Mefistofeles skal være stykkets «comic relief», sier Vevang.

source: – We’re happy to have such strong candidates, says Morten Gjelten, leader of the nomination committee.
nb: – Vi er svært glade for så sterke kandidater, sier Morten Gjelten, leder for nominasjonskomiteen.

source: Agenda Art and Craft: Know Your Bauhaus I
nb: Agenda kunst og håndverk:

source: Information about the Student Welfare Organisation of Oslo and Akershus (SiO)
nb: Informasjon om Studentsamskipnaden i Oslo (SiO)

source: Students from AHO may access the CNC workshop at KHiO by appointment with the workshop master.
nb: Studenter fra AHO kan - ved kapasitet - få utført CNC-fresing på KHiO.

source: The programme included a screening of three theatrical-musical ‘macro études’, namely the productions
nb: På programmet stod blant annet visning av tre scenisk-musikalske makroetyder, forestillingene

source: What is going on in Finnish design circles today and what does Finnish design look like in 2018?
nb: Hva skjer i finske designkretser i dag og hvordan ser finsk design ut i 2018?

source: You must pay the term fee determined by the student welfare organisation in Oslo and Akershus
nb: Du må betale semesteravgiften som Studentsamskipnaden i Oslo og Akershus

source: The work will then relocate to Norway, where – under the auspices of Transiteatret-Bergen – it will generate a number of larger DUB versions throughout 2018–2019.
nb: Arbeidet flyttes så videre til Norge, og vil – i regi av Transiteatret-Bergen – ende opp i flere større DUB-versjoner utover 2018-2019.

source: “Everyone of us involved in this project understood how important it was,” she says.
nb: – Alle vi som var involvert, kjente på alvoret som lå i dette oppdraget.

source: Before that, from 2008 to 2014, Måns Wrange was rector of the Royal Institute of Art (Kungl.
nb: Musikhögskolan. Fra 2008 til 2014 var Wrange rektor ved Kungl.

source: This module lets participants gain insight into and reflect on
nb: I denne modulen vil du kunne tilegne deg kunnskap og refleksjon

source: That’s something I particularly noticed during my first visit in 2000, when a guest asked me about my Algerian family’s name, whereupon the host interrupted the other guest, saying that there I was the son of their house, in other words that my father’s family was not a topic of conversation.
nb: Det la jeg spesielt merke til ved første besøk i 2000, i det en gjest spurte meg om min Algeriske families navn, hvorpå verten avbrøt den andre gjesten, med kommentar om at her var jeg sønn av deres hus, underforstått at min fars familie ikke var tema for samtale.

source: To create a more well functioned study-, research-, and working environment through focusing at and prioritize the quality of our core tasks; education, research, and dissemination.
nb: Å skape bedre studie-, forsknings- og arbeidsforhold gjennom å sette kvaliteten i de faglige kjerneoppgavene-utdanning, forskning og formidling - i sentrum for virksomheten.

source: Drugs are not accepted in work or study contexts.
nb: Rusmidler aksepteres ikke i arbeids- og studiesammenheng.

source: But in order to be so, in order to be faithful to the moment, you must have a basis of self-confidence.
nb: Men for å kunne gjøre det, for å kunne være tro mot øyeblikket, må man ha en selvtillit i bunnen.

source: I’ve always lived with sounds, with words and notes, but this course was entirely quiet.
nb: Jeg har jo hele livet levd med lyd, med ord og toner, men på dette kurset var det helt stille.

source: Here you can find information about routines on email and IT user accounts, semester registration and fees, student validation and access cards, etc.
nb: Her har vi samla informasjon om rutinar med e-post og it-brukarkonto, semesterregistrering og semesteravgift, studentbevis og adgangskort m.m.

source: relationship-building, collaborative processes and communication during
nb: samspillsprosesser og kommunikasjon i veiledning

source: In 2021 I’m going to have a solo exhibition at the Association of Norwegian Sculptors, so that will probably be the main focal point of what I’ll be working on in my new studio.
nb: I 2021 skal jeg ha en separatutstilling på Norsk Billedhoggerforening, så det blir nok hovedfokuset på hva jeg kommer til å arbeide mot i mitt nye studio.

source: Røstad was educated at Bauhaus Universität (Germany) and is
nb: Røstad er utdannet ved Bauhaus Universität (Tyskland), og er for tiden

source: • If it is desired to arrange a party, agreements must be filled out and a fire guard must be provided.
nb: • Dersom det ønskes å arrangeres fest må avtaler fyl es ut og det må sørges for brannvakt.

source: Contributing runologist Karen Langsholt Holmqvist is a research fellow at NIKU, the Norwegian Institute for Cultural Heritage Research and University of Oslo.
nb: Bidragsytende runolog Karen Langsholt Holmqvist er stipendiat ved NIKU (norsk institutt for kulturminneforskning) og Universitetet i Oslo.

source: Professor, Theory-responsible at the Department of Art and Craft, Oslo National Academy of the Arts.
nb: professor, teori-ansvarlig ved Avdeling for kunst og kåndverk, Kunsthøgskolen i Oslo.

source: The works were discovered by various curators who helped me out into the world.
nb: Arbeidene ble oppdaget av ulike kuratorer som hjalp meg ut i verden.

source: I think I’ve dabbled in just about everything except textiles.
nb: Jeg tror jeg har vært innom alt bortsett fra tekstilarbeider.

source: Though we spoke in German together, there were times when I didn’t understand the way she would react to things.
nb: Vi snakket riktignok tysk sammen, men noen ganger forstod jeg ikke reaksjonsmønsteret hennes.

source: Knut Arild Flatner is employed as an Associate Professor of Jazz Dance at the Academy of Dance where he teaches jazz dance, choreographic subjects/jazzdanceimpro, repertoire and "jumps'n turns".
nb: Knut Arild Flatner er ansatt som førsteamanuensis i jazzdans ved KHiO hvor han underviser i jazzdans, koreografiske fag knyttet opp imot jazzdans, repertoar og "jumps´n turns".

source: According to Professor Lindgren, it is a good thing that the students work so closely together.
nb: Det er veldig bra for studentene å jobbe tett, forklarer Christina Lindgren.

source: the Design department (the field of costume design)
nb: Avdeling Opera (spesifikk stillingsutlysing)

source: presenting their research, and by having some research seminars and lectures open to all students.
nb: studenter har en liten mengde undervisning, årlig presentasjon av forskningen sin og at enkelte

source: Sarah Lookofsky new dean of the Academy of Fine Art
nb: Sarah Lookofsky ny dekan ved Kunstakademiet

source: That was in 1971, and after a few, short summer weeks, I began at this white-painted school in Østbygda in inner Østfold.
nb: Det var 1971, og jeg skulle etter noen korte sommeruker starte på en hvitmalt skole på Østbygda i indre Østfold.

source: For each course and for the programme as a whole, a minimum of 80 percent attendance is required.
nb: I hvert emne og i studiet totalt er det et minimumskrav om 80 % oppmøte.

source: • Develop the staff’s educational competence by providing teaching and study planning
nb: • Utvikle utdanningsfaglig kompetanse hos ansatte gjennom å etablere både basiskurs og

source: The Norwegian Opera was her main venue for over 30 years, in addition to guest performances at several other opera houses.
nb: Gjennom mer enn 30 år hadde hun sin hovedbase ved Operaen i tillegg til engasjementer ved andre operahus.

source: At KHiO she has taught and worked with research in art education since 2008.
nb: Ved KHiO har hun undervist og jobbet med kunstpedagogikk siden 2008.

source: Permanent Collection Related
nb: Permanent Collection Relatert informasjon

source: 3 presentation. The various formats wil entail encounters with diverse audiences. The courses wil enable the students to create and present theatrical expressions and productions, in various formats and of a high quality, that can unfold in relevant contexts and showcase the student’s artistry.
nb: 3 presentere sceniske uttrykk og forestillinger, i ulike formater, av høy kvalitet, som kan virke i relevante kontekster og synliggjør studentens kunstnerskap.

source: • Continuous training of staff and courses for first-year students in norm criticism, ethics,
nb: Kontinuerlig internopplæring for ansatte og kurs for førsteårsstudenter i normkritikk, etikk, kjønnsbevisst

source: I’m travelling with the graphic art and drawing students to Finland and Sweden in order to exhibit there.
nb: Jeg skal sammen med grafikk og tegning til Finland og Sverige for å stille ut.

source: Exploring one’s own teaching
nb: Utforskning knyttet til egen undervisning

source: The experience made me think of my own personal process with my father.
nb: Opplevelsen var til ettertanke i forhold til min egen personlige prosess til min far.

source: The whistleblowing procedures emphasise that staff have a particular duty to blow the whistle on instances of workplace bullying and harassment.
nb: Varslingsrutinen understreker at ansatte har en særskilt plikt å varsle om forhold som gjelder mobbing og trakassering på arbeidsplassen.

source: period 2017–22, and a new director has been hired who has had reorganising the central
nb: fortsette å stå alene og være autonome, vi har fått på plass en strategiplan for perioden 2017-22, og

source: Moderated by Carl Martin Faurby and Katrine Elise Pedersen, Kunsthall Trondheim.
nb: Modereres av Carl Martin Faurby og Katrine Elise Pedersen, Kunsthall Trondheim

source: This KUF project has been edited by Rike Frank.
nb: Dette KUF prosjektet er redigert av Rike Frank.

source: Jan Verwoert is a critic and writer on contemporary art and cultural theory.
nb: Han er kritiker og skribent innenfor samtidskunst og kulturteori.

source: for more information, and to stay updated on what's happening at Akers Mek - our student house.
nb: vår for mer informasjon, og for å holde dere oppdatert på hva som skjer på Akers Mek - studenthuset vårt, og se program under.Program:

source: As the result of whistleblowing cases where violations of KHiO’s ethical guidelines came to the fore, a dedicated action plan for a safe learning environment, called #medlysetpå (“With the Light On”), was drafted in 2018.
nb: Som resultat av varslingssakene, der det er synliggjort brudd på KHiOs etiske retningslinjer, ble det i 2018 utarbeidet en egen handlingsplan #medlysetpå for et trygt studiemiljø.

source: help participants develop their own theory of practice.
nb: integrere teori, forskning, erfaring og praksis i utvikling av egen

source: The forum is organized in connection to a workshop held by Lisa Nelson for MA students in dance and choreography at KHiO and professionals via the Alliance for Actors and Dancers.
nb: Forumet arrangeres i tilknytning til Skuespiller- og Danseralliansens og Avdeling Dans ved KHiOs workshop med Lisa Nelsons for profesjonelle og masterstudenter i dans og koreografi.

source: Art is also important for individual experiences and
nb: samfunnsutviklingen og som en del av forutsetningen for debatt i det offentlige rom.

source: The exhibition PLURAL PLUR opens at May 9.
nb: Utstillingen PLURAL PLUR åpner 9. mai.

source: Participants:Master students studying choreography at Oslo National Academy of the Arts: Karen Eide Bøen, Roza Moshtaghi, Shi Pratt, Simen Korsmo Robertsen, Kristian Støvind and Bente Alice Westgård.
nb: Deltagere: Bente Alice Westgård, Karen Eide Bøen, Kristian Støvind, Roza Moshtaghi, Shi Pratt og Simen Korsmo RobertsenKursleder:

source: He has been a member of the Hedda Committee, a jury member for the Ibsen Award, and served in the working committee of the Norsk Teaterlederforum.
nb: Han har vært medlem av Hedda-komitéen, jurymedlem for Ibsenprisen og AU-medlem i Norsk teaterlederforum.

source: For 2019, this has resulted in a 10% cut for all of KHiO’s departments, something
nb: For året 2019 har dette resultert i et 10% kutt på alle KHiOs avdelinger, noe som i verst fall har negative konsekvenser

source: As COVID-19 has since become a reality, and as institutions around the world are facing the same crisis albeit with different responses to it, I hope this can be a moment to foster international dialogue about how to build sustainable, reciprocal networks over the long term.
nb: Når Covid 19 nå har blitt en realitet, og mens institusjoner rundt om forsøker å håndtere dette på hver sin måte, håper jeg dette kan være en mulighet til å starte en internasjonal samtale om hvordan vi kan bygge bærekraftige og gjensidige nettverk i et langt perspektiv.

source: Oslo National Academy of the Arts, Galleri Skylight
nb: Kunsthøgskolen i Oslo, Galleri Skylight

source: If the term is not paid, the student will be unable to sit their exam and will not be allocated credits for the term in question.
nb: Dersom semesteravgiften ikke er betalt, vil ikke studenten få gå opp til eksamen eller få godskrevet studiepoeng for det aktuelle semesteret.

source: Artist Merete Røstad, whose sound sculpture Chamber is currently on view outside the Munch Museum, and curator Mary Jane Jacob, known for her site-specific, community-embedded projects, will offer examples from their own practices under the themes of Memorialization, Collaboration and Creative Chaos.
nb: Kunstner og stipendiat ved Kunst og håndverk Merete Røstad, som har laget lydskulpturen Kammer utenfor Munchmuseet, og kurator Mary Jane Jacob, kjent for sine stedsspesifikke prosjekter forankret i ulike samfunnsgrupper, drar veksler på egne erfaringer under de tre temaene Kunstens minnebærende rolle, Samarbeid og Kreativt Kaos.

source: I saw a young man.
nb: Jeg så en ung mann.

source: “The day I found out I had been accepted – that was an amazing day,” says Henrik Eilif Borge, who completed his Bachelor’s degree at the Academy of Theatre as one of eight students.
nb: Det var en fantastisk dag, sier Henrik Eilif Borge, som før sommeren tok bachelor på Teaterhøgskolen, som en av åtte studenter.

source: In HSS19--20—she examines the plastic, material (physical, energetic, informative) through the haptic in order to come closer to, to touch and to be touched.
nb: I HSS19--20-- undersøker hun det plastiske, materielle (fysisk, energetisk, informativ) gjennom det haptiske – for å komme i kontakt med, å berøre og bli berørt.

source: Art schools - as frameworks for experimentation made up of students and faculty - may be uniquely poised to try out alternative practices, methodologies, forms of proximity and alliance.
nb: Kunstskoler - som rammeverk for eksperimentasjon ved studenter og avdelinger - kan være i en særlig posisjon til å prøve ut alternative metoder og måter å skape allianser og nettverk på.

source: The dokument "Språkpolitikk for KHiO" is now translated and available in the English version "Language policy".
nb: Dokumentet "Språkpolitikk for KHiO" er nå tilgjengelig også i en engelsk oversettelse.

source: The next of these oversized newspapers is filled with the story "Emergency Kids" by the New York based poet and writer Mirene Arsanios from Beirut.
nb: Den andre av de overdimensjonerte avisene inneholder fortellingen «Emergency Kids» av dikteren og skribenten Mirene Arsanios, opprinnelig fra Beirut og nå bosatt i New York.

source: light of relevant theory and research and on the basis of academic goals
nb: i lys av relevant teori og forskning, og ut fra faglige mål og gjeldende

source: “Over all these years – have you ever been fed up?”
nb: –I alle disse årene – har du noen gang gått lei?

source: Semester fees and registration
nb: Semesteravgift og registrering

source: If you have any questions concerning Canvas, please e-mail us at
nb: Hvis du har spørsmål om Canvas, send en mail til

source: Previously the exhibition has had three stops in Lithuania – Vilnius, Pabradé and Visaginas.
nb: Tidligere har utstillingen vært innom tre steder i Litauen – Vilnius, Pabradé og Visaginas.

source: The group trade in many languages like poetry, performance, design, music and fashion.
nb: Gruppen utforsker en rekke ulike medier som diktning, performance, design, musikk og mote.

source: Here, a group of 10-year-olds, a runologist, three art students and an artist will study material textculture through exercises in technology and cognition.
nb: Her skal en gruppe 10-åringer, en runolog, tre kunststudenter og én kunstner studere materiell tekstkultur gjennom teknologiske og kognitive øvelser.

source: In accordance with good practice (cf. Section 3 of the Copyright Act
nb: Kunsthøgskolen i Oslo skal slik god skikk tilsier (jf. åndsverksloven § 3

source: One credit amounts to approximately 25 to 30 actual hours of study for the student.
nb: Ett studiepoeng tilsvarer 25 til 30 faktiske arbeidstimer for studenten.

source: From the 60's until now contemporary dance and choreography has been changed and developed through somatic practices, interest for the kinaesthetic and inner experiences of the senses as a founder for art.
nb: Fra 60-tallet og fram til i nå har dansekunsten og koreografien blitt endret og utviklet gjennom somatisk praksis, interesser for det kinestetiske og for de indre sanseopplevelsene som grunnlag for kunsten.

source: The National Academy of the Arts in Oslo has procedures in place to ensure a high quality of the education offered and an important part of this work is feedback from students.
nb: Kunsthøgskolen i Oslo har rutiner for å sikre høy kvalitet på utdanningen som tilbys, og en viktig brikke i dette arbeidet er tilbakemeldinger fra studentene.

source: Heidi Marian Haraldsen is Assistant Professor in Education and Head of the teacher certification program "Educational theory and practice in dance and theatre" at KHiO.
nb: Heidi Marian Haraldsen er høgskolelektor i pedagogikk og studieprogramansvarlig for praktisk-pedagogisk utdanning (PPU) i dans og teater.

source: For mounting in concrete walls you will need wall plugs for concrete as well as screws.
nb: Dersom du skal feste noe i betong trenger du å kjøpe deg murplugg i plast og skruer til dem.

source: When Hans Hamid Rasmussen visited Algiers with his father, the two of them managed to visit the apartment where they had been put in house arrest before his father was exiled and the rest of the family fled the country.
nb: Da Hans Hamid Rasmussen besøkte Alger med sin far, klarte de å få til et besøk i den leiligheten der de hadde blitt holdt i husarrest før utvisningen av faren og senere resten av familiens flukt.

source: Anne-Linn teaches internationally both ballet and contemporary dance, at festivals and companies, as well as for institutions such as P.A.R.T.S., SEAD and The Royal Swedish Ballet School.
nb: Anne-Linn underviser både i ballett og samtidsdans på festivaler og i dansekompanier internasjonalt, samt for institusjoner som P.A.R.T.S., SEAD og Kungliga Svenska Balettskolan i Stockholm.

source: Read more about Barth Lundell, Kørner and Thorsen’s
nb: Les mer om Barth, Lundell, Kørner og Thorsen:

source: By artist and Research Fellow Merete Røstad and curator Mary Jane Jacob.
nb: Seminaret holdes av kunstner og stipendiat ved Kunst og håndverk Merete Røstad, og kurator Mary Jane Jacob.

source: That presents an opportunity to develop a new paradigm for humanities research in art education,” says Refsdal Moe.
nb: Det åpner for at det kan utvikles et nytt paradigme for humanistisk forskning ved kunstutdanningene, sier Refsdal Moe.

source: The workshops at the Oslo National Academy of the Arts are meant for students and staff to produce works as part of their studies and research (KUF).
nb: Verkstedene ved Kunsthøgskolen skal brukes av studenter og ansatte til skoleprosjekter og forskning (KUF).

source: “So, through the words and the notes the singer and the pianist almost become one?”
nb: – Så gjennom ordene og tonene blir også sanger og pianist nesten ett?

source: The rebellion at Evergreen College in 2017 made us think.
nb: Opprøret ved Evergreen College i 2017 har gitt oss noe å tenke på.

source: For Rasmussen, embroidery has become a technique for translating intercultural experiences from growing up in Algeria, Hungary and then finally Norway.
nb: For Rasmussen er broderi blitt en metode for å oversette interkulturelle erfaringer fra en barndom i Algerie, Budapest og en oppvekst i Norge.

source: As a result, we can’t have too many students in the class.
nb: Derfor kan vi ikke være for mange i klassen.

source: “Now I know more about how I want to be as a teacher, and I’ll be able to justify my decisions by referring to theoretical principles,” says Geir Baldersheim Leirvåg, whose background is in dance.
nb: – Nå vet jeg mer om hvordan jeg vil bli som lærer, og jeg skal kunne begrunne det i teori, sier Geir Baldersheim Leirvåg, som har bakgrunn innen dans.

source: For more info and tickets, check
nb: For info og billetter se

source: Nonetheless, applications to the Bachelor of Fine Art programme at KHiO have increased from 410 applicants last year to 505 this year, while those to the Bachelor of Classical Ballet programme have risen from 63 to 90 over the same period.
nb: Likevel har bachelorprogrammet i billedkunst på KHiO økt fra 410 søkere i fjor, til 505 i år, og bachelor i klassisk ballett gått opp fra 63 til 90 i samme periode.

source: For exhibitions in Seilduken 1, you may lock the door facing the school yard in an open position by opening it as far as it goes until it clicks.
nb: For visninger i Seilduken 1 kan arrangøren selv stille dør fra galleriet åpen ut mot innergården ved å trykke på nøkkelbryter og åpne døren helt.

source: lives and works in Oslo and Berlin.
nb: bor og arbeider i Oslo og Berlin.

source: “We also have an exceptionally good programme and top-notch instructors, as well as a long history.
nb: Vi har også en svært god utdannelse og gode pedagoger, samt en lang tradisjon.

source: Henrik Eilif Borge (24), Bachelor’s degree from the Academy of Theatre
nb: Henrik Eilif Borge (24 år), bachelor fra Teaterhøgskolen
